Repository: RedHatCloudForms/cfme-migration_analytics
Catalog: locale/*/Cfme_MigrationAnalytics.po
Languages: es, fr, ja, pt_br

source: Basic data
es: Datos básicos
fr: Données de base
ja: 基本データ
pt_br: Dados básicos

source: Before collecting analytics data, you must have at least one VMware provider configured.
es: Antes de recopilar los datos de análisis, debe tener al menos un proveedor de VMware configurado.
fr: Avant de collecter les données d'analyse, au moins un fournisseur VMware doit être configuré.
ja: 分析データを収集する前に、 1 つ以上の VMware プロバイダーを設定する必要があります。
pt_br: Antes de coletar dados de análise, você deve ter pelo menos um provedor VMware configurado.

source: Cancel
es: Cancelar
fr: Annuler
ja: 取り消し
pt_br: Cancelar

source: Checking providers
es: Verificando proveedores
fr: Vérification des fournisseurs
ja: プロバイダーを確認中
pt_br: Verificando provedores

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
pt_br: Fechar

source: CloudForms discovered the following information:
es: CloudForms detectó la siguiente información:
fr: CloudForms a découvert l'information suivante :
ja: CloudForms は以下の情報を見つけました:
pt_br: CloudForms descobriu as seguintes informações:

source: Collect Inventory Data
es: Recopilar datos de inventario
fr: Collecter les données de l'inventaire
ja: インベントリーデータの収集
pt_br: Coletar dados do inventário

source: Collecting inventory data
es: Recopilando datos de inventario
fr: Collecte des données de l'inventaire
ja: インベントリーデータを収集中
pt_br: Coletando dados do inventário

source: Compute
es: Computar
fr: Calculer
ja: コンピュート
pt_br: Computar

source: Configure Infrastructure Providers
es: Configurar proveedores de infraestructura
fr: Configurer les fournisseurs d'infrastructure
ja: インフラストラクチャープロバイダーの設定
pt_br: Configurar provedores de infraestrutura

source: Continue
es: Continuar
fr: Continuer
ja: 続行
pt_br: Continuar

source: Current manifest version
es: Versión de manifiesto actual
fr: Version actuelle du manifeste
ja: 現在のマニフェストバージョン
pt_br: Versão atual do manifesto

source: Data may or may not include SmartState Analysis results.
es: Los datos pueden incluir o no los resultados del análisis SmartState.
fr: Les données peuvent être incluses ou non dans les résultats de SmartState Analysis.
ja: データには SmartState 分析の結果が含まれる場合と含まれない場合があります。
pt_br: Os dados podem ou não incluir resultados de análise do SmartState.

source: Default manifest version
es: Versión de manifiesto predeterminada
fr: Version par défaut du manifeste
ja: デフォルトのマニフェストバージョン
pt_br: Versão padrão do manifesto

source: Detailed analysis of individual VMs including host, operating system, files, and running services.
es: Análisis detallado de las máquinas virtuales individuales, incluido el host, el sistema operativo, los archivos y los servicios en ejecución.
fr: Analyses détaillée des VM individuelles, y compris l'hôte, le système d'exploitation, les fichiers et les services en cours d'exécution.
ja: ホスト、オペレーティングシステム、ファイル、および実行中のサービスを含む個別の仮想マシンの詳細な分析
pt_br: Análise detalhada de VMs individuais incluindo host, sistema operacional, arquivos e serviços em execução.

source: Detailed data
es: Datos detallados
fr: Données détaillées
ja: 詳細データ
pt_br: Dados detalhados

source: Download Inventory File
es: Descargar archivo de inventario
fr: Télécharger le fichier d'inventaire
ja: インベントリーファイルのダウンロード
pt_br: Fazer download do arquivo do inventário

source: Environment Summary
es: Resumen de entorno
fr: Résumé de l'environnement
ja: 環境サマリー
pt_br: Resumo do ambiente

source: Error message:
es: Mensaje de error:
fr: Message d'erreur :
ja: エラーメッセージ:
pt_br: Mensagem de erro:

source: Everything under Red Hat Migration Analytics
es: Todo bajo Red Hat Migration Analytics
fr: Tout sous Red Hat Migration Analytics
ja: Red Hat Migration Analytics 配下のすべて
pt_br: Tudo sob análises de migração da Red Hat

source: Examine your virtual environment using Red Hat Migration Analytics
es: Examine su entorno virtual con Red Hat Migration Analytics
fr: Examiner votre environnement virtuel à l'aide de Red Hat Migration Analytics
ja: Red Hat Migration Analytics を使用してお使いの仮想環境をテストします
pt_br: Examine seu ambiente virtual usando análise de migração da Red Hat

source: Examining virtualization providers
es: Examinando proveedores de virtualización
fr: Examen des fournisseurs de virtualisation
ja: 仮想プロバイダーをテスト中
pt_br: Examinando provedores de virtualização

source: Failed to collect inventory data
es: Falló la recopilación de datos de inventario
fr: Échec de la collecte des données de l'inventaire
ja: インベントリーデータの収集に失敗しました
pt_br: Falha ao coletar dados do inventário

source: Failed to fetch providers
es: Falló la búsqueda de proveedores
fr: Échec de la récupération des fournisseurs
ja: プロバイダーの取得に失敗しました
pt_br: Falha ao obter provedores

source: Failed to fetch reports
es: Falló la búsqueda de informes
fr: Échec de la récupération des rapports
ja: レポートの取得に失敗しました
pt_br: Falha ao obter relatórios

source: Failed to refresh providers
es: Falló la actualización de proveedores
fr: Échec de l'actualisation des fournisseurs
ja: プロバイダーの更新に失敗しました
pt_br: Falha ao atualizar provedores

source: Failed to refresh relationships and power states for the following providers:
es: Falló la actualización de relaciones y estados de activación para los siguientes proveedores:
fr: Échec de l'actualisation des relations et des états d'alimentation des fournisseurs suivants :
ja: 以下のプロバイダーの関係および電源状態の更新に失敗しました:
pt_br: Falha ao atualizar relações e estados de energia para os seguintes provedores:

source: Failed to run summary report
es: Falló la ejecución del informe de resumen
fr: Échec de l'exécution du rapport de synthèse
ja: サマリーレポートの実行に失敗しました
pt_br: Falha ao executar relatório de resumo

source: Get a summarized report of your virtualization providers in CloudForms and collect a detailed inventory that can be further analyzed using the Migration Analytics application on cloud.redhat.com.
es: Obtenga un informe resumido de los proveedores de virtualización en CloudForms y recopile un inventario detallado que se pueda analizar mejor con la aplicación Migration Analytics en cloud.redhat.com.
fr: Obtenez un rapport synthétisé de vos fournisseurs de virtualisation dans CloudForms et collectez un inventaire détaillé pouvant être analysé plus en profondeur à l'aide de l'application Migration Analytics à l'adresse cloud.redhat.com.
ja: CloudForms でお使いの仮想プロバイダーのサマリーレポートを取得し、cloud.redhat.com で Migration Analytics アプリケーションを使用してさらなる分析が可能なインベントリーの詳細を収集します。
pt_br: Obtenha um relatório resumido dos seus provedores de virtualização no CloudForms e colete um inventário detalhado que pode ser analisado mais profundamente usando o aplicativo de análise de migração em cloud.redhat.com.

source: Get started
es: Inicio
fr: Commencer
ja: 開始
pt_br: Começar

source: High level information including number of VMs and hypervisors.
es: Información de alto nivel, incluida la cantidad de máquinas virtuales e hipervisores.
fr: Informations de haut niveau, notamment le nombre de VM et les hyperviseurs.
ja: 仮想マシンおよびハイパーバイザーの数を含むハイレベルな情報
pt_br: Informações de alto nível incluindo o número de VMs e hipervisores.

source: Inventory collection complete
es: Recopilación de inventario completada
fr: Collecte de l'inventaire terminée
ja: インベントリー収集の完了
pt_br: Coleta de inventário concluída

source: Inventory data needed
es: Datos de inventario necesarios
fr: Données de l'inventaire nécessaires
ja: インベントリーデータが必要
pt_br: Dados do inventário necessários

source: Loading manifest...
es: Cargando manifiesto...
fr: Chargement du manifeste...
ja: マニフェストをロード中...
pt_br: Carregando manifesto...

source: Manifest version:
es: Versión de manifiesto:
fr: Version du manifeste :
ja: マニフェストバージョン:
pt_br: Versão do manifesto;

source: Migration
es: Migración
ja: 移行
pt_br: Migração

source: Migration Analytics
es: Análisis de migración
pt_br: Análise de migração

source: Missing Providers
es: Proveedores faltantes
fr: Fournisseurs manquants
ja: 不明なプロバイダー
pt_br: Provedores ausentes

source: Necessary for creating workload inventory and workload summary reports.
es: Es necesario para la creación del inventario de carga de trabajo y de los informes de resumen de carga de trabajo.
fr: Nécessaire à la création de l'inventaire de charge de travail et des rapports de synthèse de charge de travail.
ja: ワークロードインベントリーおよびワークロードサマリーのレポート作成に必要です。
pt_br: Necessário para criar inventário de carga de trabalho e relatórios de resumo de carga de trabalho.

source: Necessary to calculate an initial migration savings estimate.
es: Es necesario para hacer un cálculo estimado del ahorro de migración inicial.
fr: Nécessaire au calcul d'une estimation des économies de migration initiale.
ja: 初期の移行における見込み節約の計算が必要です。
pt_br: É necessário calcular uma estimativa de economia de migração inicial.

source: No matches found.
es: No se encontraron coincidencias.
fr: Aucun résultat.
ja: 一致するものは見つかりませんでした。
pt_br: Nenhuma correspondência encontrada.

source: Number of ESXi hypervisors (2 socket servers) discovered
es: Cantidad de hipervisores ESXi (servidores de 2 sockets) detectados
fr: Nombre d'hyperviseurs ESXi (serveurs 2 sockets) découvert
ja: ESXi ハイパーバイザーの数 (2 ソケットサーバー) が見つかりました
pt_br: Número de hipervisores ESXi (2 servidores de soquete) descobertos

source: Number of VMs on discovered hypervisors
es: Cantidad de máquinas virtuales en hipervisores detectados
fr: Nombre de VM sur les hyperviseurs découverts
ja: 見つかったハイパーバイザー上の仮想マシンの数
pt_br: Número de VMs nos hipervisores descobertos

source: Number of VMware providers
es: Cantidad de proveedores de VMware
fr: Nombre de fournisseurs VMware
ja: 仮想マシンプロバイダーの数
pt_br: Número de provedores de VMware

source: Progress of SmartState Analysis tasks can be monitored on the Tasks page.
es: El progreso de las tareas del análisis SmartState se puede monitorear en la página Tasks (Tareas).
fr: La progression des tâches SmartState Analysis peut être surveillée sur la page Tasks.
ja: SmartState 分析タスクの進行状況は、タスクページで監視できます。
pt_br: O progresso de tarefas de análise do SmartState pode ser monitorado na página de tarefas.

source: Provider Summary
es: Resumen de proveedor
fr: Résumé du fournisseur
ja: プロバイダーサマリー
pt_br: Resumo de provedores

source: Red Hat Migration Analytics
pt_br: Análises de migração da Red Hat

source: Requires that SmartState Analysis be run on each VM. This can take several hours depending on the number of VMs in the selected providers.
es: Requiere la ejecución del análisis SmartState en cada máquina virtual. Esto puede tardar varias horas según la cantidad de máquinas virtuales de los proveedores seleccionados.
fr: Nécessite que SmartState Analysis soit exécuté sur chaque VM. Cela peut prendre plusieurs heures en fonction du nombre de VM dans le fournisseur sélectionné.
ja: 各仮想マシンで SmartState 分析の実行が必要です。選択したプロバイダーにおける仮想マシンの数により、実行に数時間かかる場合があります。
pt_br: Exige que as análise do SmartState sejam excetuadas em cada VM. Isso pode levar várias horas dependendo do número de VMs nos provedores selecionados.

source: Restore default manifest
es: Restaurar manifiesto predeterminado
fr: Restaurer le manifeste par défaut
ja: デフォルトのマニフェストの復元
pt_br: Restaurar manifesto padrão

source: Return to Summary
es: Volver al resumen
fr: Revenir au Résumé
ja: サマリーに戻る
pt_br: Retornar ao resumo

source: See product documentation for instructions to configure and run SmartState Analysis.
es: Consulte las instrucciones para configurar y ejecutar el análisis SmartState en la documentación del producto.
fr: Se référer à la documentation du produit pour configurer et exécuter SmartState Analysis.
ja: SmartState 分析を設定および実行するには、製品ドキュメントの説明を参照してください。
pt_br: Consulte a documentação do produto para ver instruções de como configurar e executar análise do SmartState.

source: Select providers for which inventory data will be collected.
es: Seleccione los proveedores para los que se recopilarán datos de inventario.
fr: Sélectionner les fournisseurs pour lesquels les données de l'inventaire seront collectées.
ja: インベントリーデータを収集するプロバイダーを選択します
pt_br: Selecionar provedores para cada dado do inventário que será coletado.

source: Select...
es: Seleccionar...
fr: Sélectionner...
ja: 選択...
pt_br: Selecionar...

source: Selected file is not a valid manifest
es: El archivo seleccionado no es un manifiesto válido
fr: Le fichier sélectionné n'est pas un manifeste valide
ja: 選択されたファイルは有効なマニフェストではありません
pt_br: O arquivo selecionado não é um manifesto válido

source: Task failed:
es: La tarea falló:
fr: Échec de la tâche :
ja: タスクに失敗しました:
pt_br: Tarefa falhou:

source: Total disk space allocated for discovered VMs
es: Espacio en disco total asignado para las máquinas virtuales detectadas
fr: Espace disque total alloué pour les VM découvertes
ja: 見つかった仮想マシンに割り当て済みのディスク領域の合計
pt_br: Espaço total de disco alocado para VMs descobertas

source: Total memory allocated for discovered VMs
es: Memoria total asignada para las máquinas virtuales detectadas
fr: Mémoire totale allouée pour les VM découvertes
ja: 見つかった仮想マシンに割り当て済みのメモリーの合計
pt_br: Total de memória alocada para VMs descobertas

source: Total vCPU cores allocated for discovered VMs
es: Núcleos totales de vCPU asignados para las máquinas virtuales detectadas
fr: Cœurs de processeur virtuel totaux alloués pour les VM découvertes
ja: 見つかった仮想マシンに割り当て済みの vCPU コアの合計
pt_br: Total de núcelos vCPU alocados para VMs descobertas

source: Try again
es: Volver a intentar
fr: Réessayer
ja: 再試行してください
pt_br: Tente novamente

source: Update
es: Actualizar
fr: Mettre à jour
ja: 更新
pt_br: Atualizar

source: Update Manifest
es: Actualizar manifiesto
fr: Mettre à jour le manifeste
ja: マニフェストの更新
pt_br: Atualizar manifesto

source: Upload new manifest
es: Cargar manifiesto nuevo
fr: Charger un nouveau manifeste
ja: 新しいマニフェストのアップロード
pt_br: Carregar novo manifesto

source: VMs examined
es: Máquinas virtuales examinadas
fr: VM examinées
ja: テスト済みの仮想マシン
pt_br: VMs examinadas

source: View provider
es: Ver proveedor
fr: Afficher le fournisseur
ja: プロバイダーの表示
pt_br: Ver provedor

source: Waiting for provider refresh
es: Esperando actualización de proveedor
fr: En attente de l'actualisation du fournisseur
ja: プロバイダーの更新を待機中
pt_br: Aguardando atualização de provedor
